#БД для текстов

start_text_1 = (f' поздравляю вас с регистрацией на мой мастер-класс!\n'
f'\n'
f'На нём я расскажу как собрать первую сумку из бусин за 3 часа и начать зарабатывать на хобби от 50000 рублей🔥\n'
f'\n'
f'Мастер-класс пройдет 23.05.2025 в 19:00 по мск! Пожалуйста, выделите заранее время, чтобы вы могли полноценно погрузиться в процесс\n'
f'\n'
f'Ниже ваш подарок, чек-лист необходимых материалов для создания своей первой сумочки⤵️\n')

start_text_2 = (f' приглашаю вас в свой телеграм-канал!\n'
f'\n'
f'В нём я делюсь лайфхаками и секретами в создании уникальных сумочек из бусин!\n'
f'\n'
f'А также показываю готовые изделия, делюсь своей жизнью и рассказываю как продавать свои изделия стабильно!⤵️\n'
f'\n'
f'https://t.me/+WlPAKQlT9vswOWIy\n')

consultation_text = (f'◾️Напиши сюда в бота следующую информацию:\n'
f'\n'
f'➡️Свое имя;\n'
f'➡️Свой запрос;\n'
f'➡️С какого источника перешла.\n'
f'\n'
f'◾️И я свяжусь с тобой, а после мы обсудим все твои вопросы и наше совместное сотрудничество😉')
