#БД для текстов

start_text = ('\n◾️Я рад приветствовать тебя, здесь ты явно не случайно, жми по кнопкам ниже и забирай полезную информацию для себя.\n'
         '\n'
         '📌Обязательно оставайся со мной, тебя ждет море полезной информации, благодаря которой ты сможешь продвигать свой блог в кайф.\n'
         '\n'
         '◾️Если нужен анализ и разбор твоего блога, обязательно записывайся ко мне на консультацию.\n'
         '\n'
         '◾️Подписывайся на мой телеграм канал, если еще этого не сделал:⬇️\n'
         '\n'
         '📌https://t.me/+mX695lhKCAxhOGVi\n'
         '\n'
         '◾️<b>В моем канале тебя уже ждет файл с идеями для продвижения твоего блога</b>😉\n')

free_courses_text = (f'<b>ЗАБИРАЙ ПОДАРКИ</b>🔥\n'
         f'\n'
         f'➡️Полный курс по хештегам\n'
         f'➡️Полный курс по системе вечного контента в блоге\n'
         f'➡️Обучение по отметкам\n'
         f'\n'
         f'⛔️Если ссылки устарели, напиши мне лично:⬇️\n'
         f'\n'
         f'https://t.me/ZackFosterpromotion')

about_instagram_text = ('☝️Это самый интересный раздел, здесь будет все про продвижение, обязательно оставайся и проверяй обновления!\n'
         '\n'
         'Нажимай на нужную кнопку👇')

consultation_text = (f'◾️Напишите сюда в бота или мне https://t.me/ZackFosterpromotion в телеграм:\n'
                     f'\n'
                     f'➡️Свое имя;\n'
                     f'➡️Ссылку на блог;\n'
                     f'➡️Основную проблему в блоге.\n'
                     f'\n'
                     f'И мы обсудим с тобой все твои вопросы😉')

instagram_marathon_text = (f'😎Привет, я рад, что тебе интересен мой бесплатный марафон по продвижению.\n'
         f'\n'
         f'🤩<b>Ты уже совсем близко.</b>\n'
         f'\n'
         f'Последний шаг, чтобы присоединиться к бесплатному марафону по продвижению.⬇️')

story_notebook_text = (f'◾️Держи свою рабочую тетрадь по сторис!\n'
         f'\n'
         f'Надеюсь она будет тебе полезна:😉')
