#БД для текстов

start_text = ('\n◾️Я рад приветствовать тебя, здесь ты явно не случайно, жми по кнопкам ниже и забирай полезную информацию для себя.\n'
         '\n'
         '📌Обязательно оставайся со мной, тебя ждет море полезной информации, благодаря которой ты сможешь продвигать свой блог в кайф.\n'
         '\n'
         '◾️Если нужен анализ и разбор твоего блога, обязательно записывайся ко мне на консультацию.\n'
         '\n'
         '◾️Подписывайся на мой инстаграм, если еще этого не сделал:⬇️\n'
         '\n'
         '📌https://www.instagram.com/rudnyov?igsh=MzB1amg5ano1dm9h&utm_source=qr\n'
         '\n'
         '◾️<b>На моем канале тебя уже ждет файл с идеями для продвижения твоего блога:</b>⬇️\n'
         '\n'
         '📌https://t.me/rudnyov')

free_courses_text = (f'<b>ЗАБИРАЙ ПОДАРКИ</b>🔥\n'
         f'\n'
         f'➡️Полный курс по хештегам\n'
         f'➡️Полный курс по системе вечного контента в блоге\n'
         f'➡️Обучение по отметкам\n'
         f'\n'
         f'⛔️Если ссылки устарели, напиши мне лично:⬇️\n'
         f'\n'
         f'@only_rudee')

about_instagram_text = ('☝️Это самый интересный раздел, здесь будет все про продвижение, обязательно оставайся и проверяй обновления!\n'
         '\n'
         'Нажимай нужную кнопку👇')

consultation_text = (f'◾️Напиши мне @only_rudee в телеграм:\n'
                     f'\n'
                     f'➡️Свое имя;\n'
                     f'➡️Ссылку на блог;\n'
                     f'➡️Основную проблему в блоге.\n'
                     f'\n'
                     f'И мы обсудим с тобой все твои вопросы😉')

instagram_marathon_text = (f'😎Привет, я рад, что тебе интересен мой бесплатный марафон по продвижению.\n'
         f'\n'
         f'🤩<b>Ты уже совсем близко.</b>\n'
         f'\n'
         f'Последний шаг, чтобы присоединиться к бесплатному марафону по продвижению.⬇️')

story_notebook_text = (f'◾️Держи свою рабочую тетрадь по сторис!\n'
         f'\n'
         f'Надеюсь она будет тебе полезна:😉')

question_text = (f'Привет😎\n'
            f'◾️Хочешь поговорить лично?\n'
            f'\n'
            f'Все вопросы пиши мне в личные сообщения:⬇️\n'
            f'\n'
            f'@only_rudee')