#БД для текстов texst.py

start_text = (f'\n▫️Я рада приветствовать тебя, здесь ты явно не случайно🤍\n'
         f'\n'
         f'❕Меня зовут София и я - мастер ногтевого сервиса. Помогаю прекрасному женскому полу (и не только) преобразить ручки до неузнаваемости 💅🏼\n'
         f'\n'
         f'▫️И сегодня я бы хотела помочь именно тебе!🤩\n'
         f'\n'
         f'❕Обязательно оставайся со мной, тебя ждет море полезной информации, благодаря которой ты сможешь сохранять свои ручки в красоте 👐🏻\n'
         f'\n'
         f'▫️Подписывайся на мой телеграм канал, если еще этого не сделала:👇🏼\n'
         f'\n'
         f'❕мой тг канал\n'
         f'\n'
         f'▫️На моем канале тебя уже ждет вся необходимая информация с идеями креативных ноготочков😉\n'
         f'\n'
         f'Жми по кнопкам ниже и забирай всю полезную информацию для себя👇🏼')

consultation_text = (f'▫️Напишите сюда в бота или мне https://t.me/SofiaFosterr в телеграм:\n'
                     f'\n'
                     f'❕Свое имя;\n'
                     f'❕Свой запрос;\n'
                     f'❕С какого источника перешла.\n'
                     f'\n'
                     f'▫️И мы обсудим с тобой все твои пожелания 🌝')

action_text = (f'🗯Выгодные акции🗯\n'
f'\n'
f'▫️ Новым клиентам и за каждое 5-ое посещение - скидка 7%;\n'
f'▫️ Приводишь свою подружку/друга на услугу - скидка 5%.\n'
f'\n'
f'📢(Данные акции действуют для тех, кто подписан на канал).')

services_text = (f'☝🏻Это самый интересный раздел, здесь будет все про мои услуги, связанные с маникюром, обязательно оставайся и проверяй обновления!\n'
f'\n'
f'Что тебя ждет:👇🏻\n'
f'▫️снятие покрытия;\n'
f'▫️гигиенический маникюр;\n'
f'▫️маникюр с покрытием;\n'
f'▫️наращивание;\n'
f'▫️френч;\n'
f'▫️маникюр с дизайном;\n'
f'▫️примеры работ;\n'
f'▫️отзывы;\n'
f'▫️свободные окошки;\n'
f'▫️прайс-лист.\n'
f'\n'
f'Нажимай ниже на нужную кнопку👇🏻')

location_and_interior_text = (f'☝🏻В данном разделе ты сможешь ознакомиться с локацией моей студии по маникюру и ее интерьером, обязательно оставайся и проверяй обновления!\n'
f'\n'
f'Что тебя ждет:👇🏻\n'
f'\n'
f'🤍 локация;\n'
f'🤍 интерьер;\n'
f'🤍 оборудование.\n'
f'\n'
f'Нажимай ниже на нужную кнопку👇🏻')

location_text = (f'▫️ Адрес: г. Оренбург, ул. Есимова, д. 3/1 (Студия расположена возле шлагбаума - красный подъезд);\n'
f'\n'
f'▫️ Время работы: с понедельника по пятницу с 9:00 до 18:00 по местному времени;\n'
f'\n'
f'▫️ (Студия расположена рядом с Фермер-базаром в Мертвом городе).')

interior_text = (f'▫️ В моей уютной студии ты сможешь расслабиться и полностью погрузиться в атмосферу красоты 🤌\n'
f'\n'
f'▫️ Качественное оборудование, тщательная стерилизация инструментов, горячие новинки лаков и дизайнов 💅🏼\n'
f'\n'
f'▫️ Для хорошего настроения и уюта в студии стоит уголок с кофе и чаем ☕️\n'
f'\n'
f'Обязательно приходи и наслаждайся🤍')

removing_the_coating_text = (f'❕Услуга - <u><i><b>Снятие покрытия</b></i></u>❕\n'
f'\n'
f'▫️<u><i><b>Описание</b></i></u>: будет осуществляться снятие гелевого покрытия ногтей механичесаим путём с помощью фрезы 💅🏼\n'
f'\n'
f'▫️<u><i><b>Стоимость</b></i></u>: 300 рублей 💸\n'
f'\n'
f'▫️<u><i><b>Время работы</b></i></u>: 20 минут 🕰')

sign_up_removing_the_coating_text = (f'запись на услугу - Снятие покрытия')

hygienic_manicure_text = (f'❕Услуга - <u><i><b>Гигиенический маникюр</b></i></u>❕\n'
f'\n'
f'▫️<u><i><b>Описание</b></i></u>: будет осуществляться обработка ногтей всех пальчиков, удаление птеригия, обрезание кутикулы с помощью фрезы и корректировка формы ногтей💅🏼\n'
f'\n'
f'▫️<u><i><b>Стоимость</b></i></u>: 500 рублей 💸\n'
f'\n'
f'▫️<u><i><b>Время работы</b></i></u>: 40 минут 🕰')

sign_up_hygienic_manicure_text = (f'запись на услугу - Гигиенический маникюр')

coated_manicure_text = (f'❕Услуга - <u><i><b>Маникюр с покрытием</b></i></u>❕\n'
f'\n'
f'▫️<u><i><b>Описание</b></i></u>: будет осуществляться гигиенический маникюр, корректировка формы ногтей, укрепление ногтей с помощью геля и нанесение любого цвета💅🏼\n'
f'\n'
f'▫️<u><i><b>Стоимость</b></i></u>: 1200 рублей 💸\n'
f'\n'
f'▫️<u><i><b>Время работы</b></i></u>: 120 минут 🕰')

sign_up_coated_manicure_text = (f'запись на услугу - Маникюр с покрытием')

build_up_text = (f'❕Услуга - <u><i><b>Наращивание</b></i></u>❕\n'
f'\n'
f'▫️<u><i><b>Описание</b></i></u>: будет осуществляться гигиенический маникюр, наращивание ногтей любой длины (если больше 3 см, то цена +200 рублей), и нанесение любого цвета💅🏼\n'
f'\n'
f'▫️<u><i><b>Стоимость</b></i></u>: 1500 рублей 💸\n'
f'\n'
f'▫️<u><i><b>Время работы</b></i></u>: 150 минут 🕰')

sign_up_build_up_text = (f'запись на услугу - Наращивание')

french_text = (f'❕Услуга - <u><i><b>Френч</b></i></u>❕\n'
f'\n'
f'▫️<u><i><b>Описание</b></i></u>: это дополнение к маникюу с покрытием или наращиванием💅🏼\n'
f'\n'
f'▫️<u><i><b>Стоимость</b></i></u>: +300 рублей 💸\n'
f'\n'
f'▫️<u><i><b>Время работы</b></i></u>: 30 минут 🕰')

sign_up_french_text = (f'запись на услугу - Френч')

manicure_with_design_text = (f'❕Услуга - <u><i><b>Маникюр с дизайном</b></i></u>❕\n'
f'\n'
f'▫️<u><i><b>Описание</b></i></u>: это дополнение к маникюру с покрытием или наращиванием, будет осуществляться дизайн на любой один пальчик или несколько💅🏼\n'
f'\n'
f'▫️<u><i><b>Стоимость</b></i></u>: +25 рублей за каждый пальчик 💸\n'
f'\n'
f'▫️<u><i><b>Время работы</b></i></u>: 30 минут 🕰')

sign_up_manicure_with_design_text = (f'запись на услугу - Маникюр с дизайном')

reviews_text = (f'☝🏻В данном разделе ты сможешь ознакомиться со всеми отзывами моих чудесных клиенток, обязательно оставайся и проверяй обновления!\n'
f'\n'
f'Ознакомься со всеми отзывами внимательно, чтобы убедиться на все 100%, что тебе точно нужно ко мне💅🏻\n'
f'\n'
f'Нажимай ниже на нужную кнопку👇🏻')

price_list_text = (f'❕<u><i><b>Прайс лист</b></i></u>❕\n'
f'▫️(Работа выполняется <b>ТОЛЬКО</b> после полной оплаты услуги).\n'
f'\n'
f'<b>Снятие покрытия</b>👇🏻\n'
f'▫️20 минут - 300 рублей.\n'
f'\n'
f'<b>Гигиенический маникюр</b>👇🏻\n'
f'▫️40 минут - 500 рублей.\n'
f'\n'
f'<b>Маникюр с покрытием</b>👇🏻\n'
f'▫️120 минут - 1200 рублей.\n'
f'\n'
f'<b>Наращивание</b>👇🏻\n'
f'▫️150 минут - 1500 рублей.\n'
f'\n'
f'<b>Френч</b>👇🏻\n'
f'▫️30 минут - от 300 рублей.\n'
f'\n'
f'<b>Маникюр с дизайном</b>👇🏻\n'
f'▫️30 минут - от 25 рублей за каждый пальчик.')
